//Common
/* title for cancel button */
"LOC_TXT_BUTTON_CANCEL" = "Cancel";

/* title for save button */
"LOC_TXT_BUTTON_SAVE" = "Save";
//===================================

//MyContacts
/* title of all phone contacts Button */
"LOC_TXT_CONTACT_ALLBUTTON" = "ALL";

/* title of Messenger Button */
"LOC_TXT_CONTACT_VEMBUTTON" = "Messenger";
//===================================


//vwRecord
/* label for Auto Delete */
"LOC_TXT_RECORD_AUTO_DEL" = "Auto Delete";

/* title for Rec Button */
"LOC_TXT_RECORD_BUTTON_TITLE" = "Rec";

/* label for Encryption Type */
"LOC_TXT_RECORD_ENCRYPTION_TYPE" = "Encryption Type";

/* label for password lock switch */
"LOC_TXT_RECORD_PASS_LOCK" = "Password Lock";

/* label for Password */
"LOC_TXT_RECORD_PASSWORD" = "Password";

/* title for Select Receiver Button */
"LOC_TXT_RECORD_RECEIVER_BUTTON_TITLE" = "Select Receiver";
//===================================


//Setting=>Authentication
/* label for Authentication */
"LOC_TXT_SETTING_AUTH" = "Authentication";

/* Password */
"LOC_TXT_SETTING_AUTH_PASS" = "Password";

/* Program Password */
"LOC_TXT_SETTING_AUTH_PASS_SWITCH" = "Program Password";
//===================================


//Settings=>EraseHistory
/* label for Erase History */
"LOC_TXT_SETTING_ERASE_HIST" = "Erase History";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_1DAY" = "Every Day";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_1HOUR" = "Every Hour";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_1MONTH" = "Every Month";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_1WEEK" = "Every Week";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_3MONTHS" = "Every 3 Months";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_5MINS" = "Every 5 Mins";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_EVERYTIME" = "Every Time";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_NEVER" = "Never";
//===================================


//Setting=>Language
/* label for Language */
"LOC_TXT_SETTING_LANG" = "Language";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_LANG_CH_SIMP" = "Chinese Simp";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_LANG_CH_TRAD" = "Chinese Trad";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_LANG_ENG" = "English";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_LANG_FRENCH" = "French";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_LANG_GERMAN" = "German";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_LANG_ITALIAN" = "Italian";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_LANG_JAPANESE" = "Japanese";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_LANG_KOREA" = "Korea";

/* label for Save VEM Password */
"LOC_TXT_SETTING_SAVE_PASS" = "Save VEM Password";
//===================================



//Settings
/* label for Device Storage */
"LOC_TXT_SETTING_STORAGE" = "Device Storage";

/* title for Settings view */
"LOC_TXT_SETTING_TITLE" = "Settings";

/* label for Sync VEM Contacts */
"LOC_TXT_SETTING_ERASEHIST_SYNC_CONTACTS" = "Sync VEM Contacts";

/* button title for Clear All History */
"LOC_TXT_SETTING_CLEAR_ALL_HIST " = "Clear All History";
//===================================
